/*
 InfoPlist.strings (English)
 Snapchat
 Copyright (c) 2016 Snapchat, Inc. All rights reserved.
 */
/*KEYS IN THIS FILE ARE SYSTEM KEYS THAT CANNOT BE ALTERED*/
"NSContactsUsageDescription" = "Les contacts dans votre carnet d'adresses seront collectés par Snapchat."; // Reworded 08/21/14

"NSPhotoLibraryUsageDescription" = "Sauvegardez les Snaps que vous prenez dans votre pellicule, envoyez des photos et vidéos via le Chat, et bien plus encore."; // Reworded 11/28/2016

/* NEW IN 9.40 (09/12/2016) */
"NSCameraUsageDescription" = "Utilisez votre appareil photo pour prendre des Snaps, passer des appels vidéo, ajouter des amis via un Snapcode et bien plus encore.";

"NSMicrophoneUsageDescription" = "Utilisez le microphone pour ajouter de l'audio à vos Snaps, discuter lors d'appels vidéos et bien plus encore.";

"NSMotionUsageDescription" = "Snapchat se souvient si votre appareil est tenu à l'horizontale ou à la verticale quand vous prenez des Snaps, utilisez des Lenses, consultez Discover et regardez des publicités.";

"NSLocationWhenInUseUsageDescription" = "Snapchat utilise ces informations pour rendre votre expérience unique et vous permettre de découvrir des filtres, des Stories et bien plus encore autour de vous."; // Reworded 09/12/2016
